---
kind: other
id: Methods.T:Autodesk.Revit.DB.Plumbing.PipeFittingAndAccessoryConnectorData
source: html/9cafa73d-ee6c-a7fd-9cb2-c8576aa1b1db.htm
---
# PipeFittingAndAccessoryConnectorData Methods

Gets the coordination of the connector